Repository: JingOS-team/jing-plasma-phone-components
Catalog: po/*/plasma_shell_org.kde.plasma.phone.po
Languages: es, fr, hu, nn, pa, pl, pt, ru, sl

source: No pin (error)
es: Sin PIN (error)
fr: Aucun code « PIN » (erreur)
hu: Nincs PIN (hiba)
nn: Manglar PIN-kode (feil)
pa: ਪਿੰਨ ਨਹੀਂ (ਗਲਤੀ)
pl: Brak PINu (błąd)
pt: Sem PIN (erro)
ru: PIN отсутствует (ошибка)
sl: Ni PINa (napaka)

source: Enter Sim PIN
es: Introduzca el PIN de la SIM
fr: Saisissez le code « PIN » de la carte « Sim »
hu: Adja meg a SIM PIN kódot
nn: Skriv inn Sim-PIN-kode
pa: ਸਿਮ ਪਿੰਨ ਦਿਓ
pl: Wpisz PIN karty sim
pt: Indique o PIN 1 do SIM
ru: Введите PIN
sl: Vnesi Sim PIN

source: Enter Sim PIN 2
es: Introduzca el PIN 2 de la SIM
fr: Saisissez le code « PIN » 2 de la carte « Sim »
hu: Adja meg a SIM PIN2 kódot
nn: Skriv inn Sim-PIN 2-kode
pa: ਸਿਮ ਪਿੰਨ 2 ਦਿਓ
pl: Wpisz PIN 2 karty sim
pt: Indique o PIN 2 do SIM
ru: Введите PIN 2
sl: Vnesi Sim PIN 2

source: Enter Sim PUK
es: Introduzca el PUK de la SIM
fr: Saisissez le code « PUK » de la carte « Sim »
hu: Adja meg a SIM PUK kódot
nn: Skriv inn Sim-PUK-kode
pa: ਸਿਮ PUK ਦਿਓ
pl: Wpisz PUK karty sim
pt: Indique o PUK do SIM
ru: Введите PUK
sl: Vnesi Sim PUK

source: Pins don't match. Try again
es: Los PIN no coinciden. Vuelva a probar.
fr: Les codes « PIN » ne correspondent pas. Veuillez essayer à nouveau.
hu: A PIN-kódok nem egyeznek. Próbálja újra
nn: PIN-kodane er ikkje like. Prøv på nytt.
pa: ਪਿੰਨ ਮਿਲਦੇ ਨਹੀਂ ਹਨ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Numery PIN nie zgadzają się ze sobą. Spróbuj ponownie
pt: Os PIN's não correspondem. Tente de novo
ru: PIN-коды не совпадают, попробуйте снова
sl: Pina se ne ujemata. Poskusite ponovno

source: Choose new Pin
es: Escoja un nuevo PIN
fr: Sélectionner un nouveau code « PIN »
hu: Válasszon új PIN-t
nn: Vel ny PIN-kode
pa: ਨਵਾਂ ਪਿੰਨ ਚਣੋ
pl: Nadaj nowy PIN
pt: Escolha um novo PIN
ru: Выберите новый PIN
sl: Izberite nov Pin

source: Confirm new Pin
es: Confirme el nuevo PIN
fr: Confirmer votre nouveau code « PIN »
hu: Erősítse meg az új PIN-t
nn: Stadfest ny PIN-kode
pa: ਨਵੇਂ ਪਿੰਨ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź nowy PIN
pt: Confirmar o novo PIN
ru: Подтвердите новый PIN
sl: Potrdite nov Pin

source: Enter Sim PUK 2
es: Introduzca el PUK 2 de la SIM
fr: Saisissez le code « PUK » 2 de la carte « Sim »
hu: Adja meg a SIM PUK2 kódot
nn: Skriv inn Sim-PUK 2-kode
pa: ਸਿਮ PUK 2 ਦਿਓ
pl: Wpisz PUK 2 karty sim
pt: Indique o PUK 2 do SIM
ru: Введите PUK 2
sl: Vnesi Sim PUK 2

source: Unknown PIN type: %1
es: Tipo de PIN desconocido: %1
fr: Type de « PIN » inconnu : %1
hu: Ismeretlen PIN típus: %1
nn: Ukjend PIN-type: %1
pa: ਅਣਪਛਾਤੀ ਪਿੰਨ ਕਿਸਮ: %1
pl: Nieznany rodzaj PINu: %1
pt: Tipo de PIN desconhecido: %1
ru: Неизвестный тип PIN: %1
sl: Neznana vrsta PIN: %1

source: %1 attempt left
es: Queda %1 intento
fr: %1 tentative restante
hu: %1 próbálkozás maradt
nn: %1 forsøk att
pa: %1 ਕੋਸ਼ਿਸ਼ ਬਾਕੀ ਹਨ
pl: pozostała %1 próba
pt: resta %1 tentativa
ru: Осталась %1 попытка
sl: ostal še %1 poskus
